export default {
    form_validation: {
        invalid_email: 'ایمیل معتبر نیست',
        invalid_mobile: 'شماره غیر معتبر است',
        invalid_username: 'نام کاربری معتبر نیست',
        required: 'فیلد نباید خالی باشد',
        pass_not_match: 'گذرواژه ها مطابقت ندارند',
        must_8_chars: 'گذرواژه ها باید حداقل 8 کاراکتر داشته باشند',
        select: 'لطفا یکی از این گزینه ها را انتخاب کنید',
        only_number: 'لطفا فقط اعداد را وارد کنید',
        min3: 'شما باید حداقل 3 حرف وارد کنید',
        min5: 'شما باید حداقل 5 حرف وارد کنید',
        min8: 'شما باید حداقل 8 حرف وارد کنید',
        min30: 'حداقل تعداد ورود ها 30 است',
        max30: 'حداکثر تعداد ورود ها باید 30 باشد',
        max90: 'حداکثر تعداد ورود ها باید 90 باشد',
        min1: 'حداقل تعداد ورود ها 1 است',
        minMax: 'حداکثر باید بیشتر از حداقل باشد',
        max2m: 'اندازه فایل باید کمتر از 2 مگابایت باشد',
        pass_easy: 'رمز عبور شما باید حداقل یک  حرف بزرگ، یک عدد و یک کاراکتر خاص داشته باشد',
        incorrect_pass: 'گذرواژه شما اشتباه است',
    },
    welcome: "خوش آمدید"
}